Repository: Gobiravi/dk
Catalog: lib/l10n/intl_*.arb
Languages: he

# title
source: DIKLA SPIRIT
he: שלום דקלה

source: Home
he: בַּיִת

source: Shop
he: לִקְנוֹת

source: Cart
he: עֲגָלָה

source: My Account
he: החשבון

source: Chat
he: לְשׂוֹחֵחַ

source: Shop Now
he: עכשיו

source: View All
he: הצג הכל

# fastResults
source: Because You like fast results.
he: תוצאות מהירות. כי אתה אוהב

# elevateExperience
source: Elevate your Experience
he: הרם את החוויה שלך

# moreFromDikla
source: More From Dikla Spirit
he: עוד מ- Dikla Spirit

# bestSellingService
source: Bestselling Services
he: שירותים רבי מכר

# homeReviewHeader
source: JOIN THOUSANDS OF HAPPY CUSTOMERS WITH OVER 2000 FIVE-STAR REVIEWS!
he: הצטרפו לאלפי לקוחות מרוצים ם למעלה מ-2000 ביקורות של חמישה כוכבים!

# checkMoreReviews
source: See More Reviews
he: בדוק עוד ביקורות

# quickSolutions
source: Quick Solutions Right Here
he: פתרונות מהירים כאן

# homeGuidance
source: Need a little Guidance What is best for you?
he: צריך קצת הדרכה מה הכי מתאים לך?

source: Sort By
he: מיין לפי

source: Filter By
he: סינון לפי

# relevance
source: Relevance (Default)
he: רלוונטיות (ברירת מחדל)

source: Bestselling
he: הנמכרים ביותר

source: Top Rated
he: המדורגים ביותר

source: Price Low to High
he: מחיר נמוך לגבוה

source: Price High to Low
he: מחיר גבוה לנמוך

# sortBynew
source: New
he: חדש

source: Clear All
he: נקה הכל

source: Show Results
he: הצג תוצאות

# suitable_for_all
source: Suitable for all couples and genders
he: מתאים לכל הזוגות ולכל המגדרים

source: With a Click it’s Yours
he: בלחיצה זה שלך

source: Color
he: צבע

source: Availability:
he: :זמינות

source: Description:
he: תֵאוּר:

source: Get Started
he: להתחיל:

source: Personalize Your Experience
he: התאם אישית את החוויה שלך

# confirm_preferences
source: Please confirm your preferences below
he: אנא אשר את ההעדפות שלך למטה

# choose_language
source: Choose your language to get started
he: בחר את השפה שלך כדי להתחיל

# select_currency
source: Select your currency
he: בחר את המטבע שלך

source: Save Preferences
he: שמור העדפות

source: Save Changes
he: שמור שינויים

source: How Strong Do You Want Your Spell?
he: כמה חזקה אתה רוצה את הכישוף שלך?

source: For More Questions
he: לעוד שאלות

# ratingAndReviews
source: Rating & Reviews
he: דירוגים וביקורות

source: Rating
he: דירוג

# questionsAndAnswers
source: Question & Answers
he: שאלות ותשובות

source: You May Also Like This
he: אולי תאהב גם את זה

source: Write a Review
he: כתוב ביקורת

source: Sort By Rating
he: מיין לפי דירוג

source: My Bag
he: התיק שלי

source: Go To Checkout
he: עבור לקופה

# fastResultsProductDetail
source: For Faster Results Will Help You Too
he: לתוצאות מהירות יותר יעזור גם לך

source: Move from Bag
he: זז מתיק

source: My Orders
he: ההזמנות שלי

source: Order Details
he: פרטי הזמנה

source: Help Center
he: מרכז העזרה

# submit_request
source: Submit a Request
he: שלח בקשה

# profile_details
source: Set Profile Details
he: הגדר את פרטי הפרופיל

source: Contact Informatiom
he: מידע ליצירת קשר

source: Personal Informatiom
he: מידע אישי

source: My Profile
he: הפרופיל שלי

source: My Review
he: הביקורת שלי

source: Language and Region
he: שפה ואזור

source: Language
he: שָׂפָה

source: Currency
he: מַטְבֵּעַ

source: Country
he: מְדִינָה

source: Support and Information
he: תמיכה ומידע

source: Quick Q&A With Dikla
he: שאלות ותשובות מהירות עם דיקלה

# dikla_support_team
source: Dikla’s Support Team
he: צוות התמיכה של דקלה

# dikla_promise_of_privacy
source: Dikla’s Promise Of Privacy
he: הבטחת הפרטיות של דקלה

# terms_and_condition
source: Terms & Condition
he: תנאים והגבלות

source: Dikla - My Story
he: דקלה - הסיפור שלי

source: Dikla - Happy Clients
he: דקלה - לקוחות מרוצים

source: Log Out
he: התנתק

source: Version
he: גִרְסָה

source: Select Country
he: בחר מדינה

source: Hey
he: היי

source: Welcome
he: קַבָּלַת פָּנִים

source: Shipping Address
he: כתובת למשלוח

source: Zodiac Sign
he: גלגל המזלות
